Repository: bryceco/GoMap
Catalog: src/iOS/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, et, eu, fi, fr, hr, id, it, ja, mr, nb_no, nl, oc, pl, pt, pt_br, ru, ta, uk, vi, zh_hans, zh_hant

source: Location unavailable
ar: غير قادر على تحديد موقع
cs: Poloha je nedostupná
de: Standort nicht verfügbar
es: Ubicación no disponible
et: Asukoht ei ole saadaval
fi: Sijainti ei ole käytettävissä
fr: Emplacement indisponible
hr: Mjesto nedostupno
id: Lokasi tidak tersedia
ja: 位置を取得できません
mr: स्थान अनुपलब्ध
nl: Locatie niet beschikbaar
pt: Localização indisponível
pt_br: Localização indisponível
ru: Местоположение недоступно
ta: இடம் கிடைக்கவில்லை
uk: Локація недоступна
vi: Vị trí không có sẵn
zh_hans: 位置不可用
zh_hant: 無法定位

source: Login successful
ar: تمت عملية تسجيل الدخول بنجاح
cs: Přihlášení bylo úspěšné
de: Login erfolgreich
es: Acceso correcto
et: Sisselogimine õnnestus
fi: Kirjautuminen onnistui
fr: Connexion réussie
hr: Prijava uspjela
id: Berhasil masuk
ja: ログインに成功
mr: सनोंद प्रवेश यशस्वी
nb_no: Innlogget
nl: Login succesvol
pt: Autenticação bem sucedida
pt_br: Login bem sucedido
ru: Вход выполнен
ta: உள்நுழைவு வெற்றிகரமாக
uk: Ви увійшли
vi: Đã đăng nhập thành công
zh_hans: 登录成功
zh_hant: 成功登入

source: Low memory: clearing cache
ar: ذاكرة منخفضة: مسح ذاكرة التخزين المؤقت
cs: Nedostatek paměti: čištění mezipaměti
de: Geringer Speicherplatz: leere Cache
es: Poco espacio: vaciando antememoria
et: Vähe mälu: tühjendan puhvrit
fr: Mémoire faible : purge du cache
hr: Mala količina memorije: predmemorija se briše
id: Memori sedikit: menghapus cache
ja: メモリー僅少: キャッシュをクリア中
mr: मेमरी कमी: कॅश पुसत आहे
nl: Weinig geheugen: cache leegmaken
pt: Pouca memória: a limpar os ficheiros temporários
pt_br: Pouca memória: limpando o cache
ru: Недостаточно памяти: очистка кэша
ta: குறைந்த நினைவகம்: தற்காலிக சேமிப்பு
uk: Недостатньо памʼяті: очищення кешу
zh_hans: 内存不足:清理缓存
zh_hant: 記憶體不足：清理快取中

source: Mail delivery is not available on this device
ar: لا يمكن إرسال البريد الإلكتروني على هذا الجهاز
cs: Doručení pošty není na tomto zařízení dostupné
de: Nachrichtenversand ist auf diesem Gerät nicht verfügbar
es: La entrega del correo no está disponible en este dispositivo
et: E-kirjade kättetoimetamine ei ole selles seadmes võimalik
fr: La livraison de message n'est pas disponible pour cet appareil
hr: Dostava e-poštom nije dostupna na ovom uređaju
ja: この装置ではメールを配信できません
nb_no: Forsendelse per e-post er ikke tilgjengelig på denne enheten
nl: Berichtenbezorging is niet beschikbaar op dit apparaat
pt: O envio por e-mail não está disponível neste dispositivo
pt_br: Envio de e-mail não está disponível neste aparelho
ru: Доставка почты недоступна на данном устройстве
ta: இந்த சாதனத்தில் அஞ்சல் வழங்கல் கிடைக்கவில்லை
uk: Доставка пошти недоступна на цьому пристрої
zh_hans: 此设备无法发送邮件
zh_hant: 無法在這台裝置上寄送電子郵件

source: Make Circular
ar: جعله دائري
cs: Vytvořit kruh
de: Kreisförmig machen
es: Hacer circular
et: Tee ümmarguseks
fr: Rendre circulaire
hr: Postavi kružno
id: Buat Melingkar
it: Rendi circolare
ja: 円形化
mr: वर्तुळाकार करा
nb_no: Gjør rund
nl: Cirkelvormig maken
pt: Tornar circular
pt_br: Circularizar
ru: Сделать круглым
ta: சுற்றறிக்கை செய்யுங்கள்
uk: Зробити круглим
vi: Làm Tròn
zh_hans: 制作圆形
zh_hant: 圓形化

source: Make Rectangular
ar: جعله مستطيلاً
cs: Zpravoúhlit
de: Rechteckig machen
es: Hacer rectangular
et: Tee kandiliseks
fr: Rendre rectangulaire
hr: Postavi pravokutno
id: Buat Kotak
it: Rendi rettangolare
ja: 直角化
mr: आयताकार करा
nb_no: Gjør firkantet
nl: Rechthoekig maken
pt: Tornar retangular
pt_br: Ortogonalizar
ru: Выпрямить углы
ta: செவ்வகத்தை உருவாக்குங்கள்
uk: Зробити кути прямими
vi: Làm Vuông góc
zh_hans: 制作矩形
zh_hant: 矩形化

source: Max nodes after joining is 2000
ar: الحد الأقصى للعقد بعد الضم هو 2000
cs: Max. počet bodů po spojení je 2 000
de: Maximale Anzahl an Nodes nach dem Verbinden ist 2000
es: El número máximo de nodos tras la adhesión es 2000
et: Maksimaalne ühendamise järgne punktide arv on 2000
fr: Le nombre maximal de nœuds après jonction est de 2000
hr: Maksimalni broj čvorova nakon spajanja je 2000
id: Node maksimum setelah menggabungkan adalah 2000
ja: ジョイン後の最大ノード数は2000です
nl: Max. knopen na verbinden is 2000
pt: O número máximo de nós após unir é 2000
pt_br: O número máximo de nós após unir é 2000
ru: Максимальное количество точек после соединения - 2000
ta: இணைந்த பிறகு அதிகபட்ச முனைகள் 2000 ஆகும்
uk: Максимальна кількість точок після приєднання — 2000
vi: Tối đa 2.000 nốt sau khi nối liền
zh_hant: 結合後的最大節點數為 2000

source: Maximum way length is 2000 nodes
ar: أقصى طول للطريق الواحد هو 2000 عقدة
cs: Maximální délka linie je 2 000 bodů
de: Die maximale Weglänge beträgt 2000 Knoten
es: La longitud máxima de la vía es de 2000 nodos
et: Maksimaalne tee pikkus on 2000 punkti
fr: La longueur maximale d'un chemin est de 2000 nœuds
hr: Maksimalna duljina puta je 2000 čvorova
id: Panjang maksimum way adalah 2000 node
ja: 最大ウェイ長は2000ノードです
nl: Maximale weglengte is 2000 knopen
pt: O comprimento máximo do elemento é 2000 nós
pt_br: O comprimento máximo da linha é 2000 nós
ru: Максимальная длина линии - 2000 точек
ta: அதிகபட்ச வழி நீளம் 2000 முனைகள்
uk: Максимальна довжина лінії — 2000 точок
vi: Chiều dài lối tối đa là 2.000 nốt
zh_hant: 線段最多允許 2000 個節點

source: Maybe later...
ar: ربما في وقت لاحق...
cs: Možná později…
de: Vielleicht später...
es: Quizás más tarde...
et: Ehk hiljem…
fi: Ehkä myöhemmin…
fr: Peut-être plus tard…
hr: Možda kasnije …
id: Mungkin nanti...
ja: 後で...
mr: कदाचित नंतर...
nb_no: Kanskje senere …
nl: Misschien later...
pt: Talvez mais tarde...
pt_br: Talvez mais tarde...
ru: Может быть, позже...
ta: ஒருவேளை பின்னர் ...
uk: Можливо, пізніше…
vi: Thôi để sau…
zh_hans: 以后再说...
zh_hant: 可能等一下再來...

source: Measure Direction
ar: قياس الاتجاه
cs: Změřit vzdálenost
de: Richtungsmaßnahme
es: Dirección de medición
et: Mõõda suund
fr: Mesure de la direction
hr: Smjer mjerenja
ja: 測定方向
nb_no: Mål retning
nl: Richting meten
pt: Medir direção
pt_br: Medir a direção
ru: Измерить направление
ta: திசையை அளவிடவும்
uk: Виміряти напрямок
zh_hans: 测量方向
zh_hant: 量測方向

source: Member of multipolygon relation
ar: عضو في علاقة مضلعات متعددة
cs: Člen multipolygonové relace
de: Mitglied von Multipolygon-Relation
es: Miembro de una relación multipoligonal
et: Hulknurkse relatsiooni liige
fr: Membre d'une relation d'un polygone multiple
hr: Član veze mnogokuta
id: Anggota relasi multipolygon
ja: マルチポリゴンリレーションのメンバー
nb_no: Medlem av multipolygon-relasjon
nl: Lid van multipolygoon-relatie
pt: Membro da relação multipoligonal
pt_br: Membro da relação multipoligonal
ru: Элемент мультиполигона
ta: மல்டிபோலிகான் உறவின் உறுப்பினர்
uk: Член мультиполігона
vi: Thành viên quan hệ tổ hợp đa giác
zh_hans: 复杂多边关系成员
zh_hant: 複多邊形關係的成員

source: Members
ar: الأعضاء
cs: Členové
de: Mitglieder
es: Miembros
et: Liikmed
fi: Jäsenet
fr: Membres
hr: Članovi
id: Anggota
ja: メンバー
mr: सदस्य
nb_no: Medlemmer
nl: Leden
pt: Membros
pt_br: Membros
ru: Элементы
ta: உறுப்பினர்கள்
uk: Члени
vi: Thành viên
zh_hans: 成员
zh_hant: 成員

source: Merge Tags
ar: دمج الوسوم
cs: Sloučit značky
de: Attribute vereinigen
es: Fusionar etiquetas
et: Liida sildid
fi: Yhdistä tagit
fr: Fusionner les étiquettes
hr: Sjedini oznake
id: Satukan Tag
it: Unisci Tag
ja: タグをマージ
mr: टॅग विलीन करा
nb_no: Flett etiketter
nl: Tags samenvoegen
pt: Fundir etiquetas
pt_br: Mesclar etiquetas
ru: Объединить теги
ta: குறிச்சொற்களை ஒன்றிணைக்கவும்
uk: Обʼєднати теґи
vi: Hợp nhất các Thẻ
zh_hans: 合并标签
zh_hant: 合併標籤

source: meters
ar: متر
cs: metry
de: Meter
es: metros
et: meetrit
fi: metriä
fr: mètres
hr: metara
id: meter
it: metri
ja: メートル
mr: मीटर
nb_no: meter
nl: meter
pt: metros
pt_br: metros
ru: метров
ta: மீட்டர்
uk: метрів
vi: mét
zh_hans: 米
zh_hant: 公尺

source: Missing way to connect to
ar: لا يوجد خط للاتصال به
cs: Chybí linie pro spojení
de: Weg zum Verbinden fehlt
es: Falta la forma de conectarse a
et: Puudub ühendatav tee
fr: Chemin auquel se connecter manquant
hr: Nedostaje put na koji bi se povezalo
ja: 接続先のウェイが見つかりません
nb_no: Manglende vei å koble til
nl: Weg ontbreekt om mee te verbinden
pt: Falta a linha à qual conectar
pt_br: Falta linha onde se conectar
ru: Отсутствует линия для присоединения
ta: இணைக்க வழி இல்லை
uk: Немає лінії для приєднання
vi: Thiếu lối để nối liền với
zh_hant: 缺少要連結的線段

source: Modified
ar: تم التعديل
cs: Změněno
de: Geändert
es: Modificado
et: Muudetud
eu: Aldatua
fi: Muutettu
fr: Modifié
hr: Promijenjeno
id: Dimodifikasi
ja: 更新日
mr: परिवर्तित
nb_no: Endret
nl: Aangepast
pt: Alterado
pt_br: Modificado
ru: Изменено
ta: மாற்றியமைக்கப்பட்ட
uk: Змінено
vi: Đã thay đổi
zh_hans: 修改的
zh_hant: 已修改

source: Modify
ar: تعديل
cs: Změnit
de: Verändern
es: Modificar
et: Muuda
eu: Aldatu
fi: Muuta
fr: Modifier
hr: Promijeni
id: Modifikasi
it: Modifica
ja: 変更
mr: बदला
nb_no: Endre
nl: Aanpassen
pt: Alterar
pt_br: Modificar
ru: Изменить
ta: மாற்றவும்
uk: Змінити
vi: Thay đổi
zh_hans: 修改
zh_hant: 修改

source: Modifying the raw XML data allows you to correct errors that prevent uploading. It is an advanced operation that should only be undertaken if you have a thorough understanding of the OSM changeset format.
ar: تعديل بيانات XML يتيح لك تصحيح الأخطاء التي تمنع الرفع. وهي عملية متقدمة يجب إجراؤها فقط إذا كان لديك فهم شامل لتنسيق مجموعة تغييرات خريطة الشارع المفتوحة.
cs: Úprava surových XML dat umožňuje opravit chyby bránící nahrání změn. Jedná se o pokročilou funkci, kterou byste měli použít jen pokud skutečně dobře rozumíte formátu OSM sady změn.
de: Die rohen XML-Daten zu bearbeiten, ermöglicht dir Fehler zu beheben, die das Hochladen verhindern. Es ist eine fortgeschrittene Operation, die nur durchgeführt werden sollte, wenn du ein tiefgreifendes Verständnis des OSM-Änderungssatz Formats besitzt.
es: Modificar los datos XML en bruto le permite corregir errores que impiden la carga. Es una operación avanzada que solo debe llevarse a cabo si tiene un conocimiento profundo del formato de los conjuntos de cambios de OSM.
et: Toores XML-andmete muutmine võimaldab parandada üleslaadimist takistavaid vigu. Tegemist on asjatundjatele mõeldud tegevusega, mida tuleks kasutada ainult koos põhjalike teadmistega OSMi muudatuste vormingu kohta.
fr: Modifier les données XML brutes vous permet de corriger des erreurs qui empêchent le téléversement. Il s'agit d'une opération avancée qui ne devrait être effectuée uniquement si vous avez une connaissance complète du format des groupes de modifications OSM.
hr: Mijenjanje neobrađenih XML podataka omogućuje ispravljanje grešaka koje sprečavaju prijenos. To je napredna operacija koju bi trebali koristiti samo korisnici koji imaju dobro znanje o formatu skupa promjena OSM-a.
ja: アップロードできない場合は生のXMLデータを変更するとエラーを修正できます。 高度な操作なのでOSMの変更セットの形式を熟知している場合にのみ行ってください。
nb_no: Endring av XML-rådata lar deg fikse problemer som forhindrer opplastning. Det er en avansert handling som kun skal utføres om du har en dekkende forståelse av formatet for OSM-endringssett.
nl: De onbewerkte XML-gegevens staan je toe fouten te corrigeren die uploaden tegen gaan. Dit is een geavanceerde actie die alleen gedaan zou moeten worden als je diepgaande kennis hebt over het OSM-wijzigingensetformaat.
pt: Alterar os dados XML em bruto permite corrigir erros que impedem o envio dos dados para o OpenStreetMap. É uma operação avançada que só deve ser realizada se você tiver um conhecimento profundo do formato dos conjunto de alterações do OpenStreetMap.
pt_br: Modificar os dados XML brutos permite corrigir erros que impedem o envio dos dados para o OpenStreetMap. É uma operação avançada que só deve ser realizada se você tiver um conhecimento avançado do formato dos conjunto de alterações de OpenStreetMap.
ru: Непосредственная правка данных XML позволит устранить ошибки, которые мешают загрузке. Эта возможность предназначена для продвинутых пользователей и к ней следует прибегать только в том случае, если вы имеете полное понимание формата, используемого в пакетах правок OSM.
ta: மூல எக்ச்எம்எல் தரவை மாற்றியமைப்பது பதிவேற்றுவதைத் தடுக்கும் பிழைகளை சரிசெய்ய உங்களை அனுமதிக்கிறது. இது ஒரு மேம்பட்ட செயல்பாடாகும், இது OSM மாற்றும் வடிவத்தைப் பற்றி உங்களுக்கு முழுமையான புரிதல் இருந்தால் மட்டுமே மேற்கொள்ளப்பட வேண்டும்.
uk: Модифікуючи сирцеві XML-дані зможете виправити помилки що заважають відправити набір змін. Це просунута операція яку маєте здійснювати лише якщо повністю розумієте формат даних набору змін OSM.
zh_hant: 直接修改 XML 資料可以讓您修正那些影響上傳作業的錯誤。 這是一個進階操作，只有在您確實瞭解 OSM 變更集格式的情況下才繼續。

source: More...
ar: المزيد...
cs: Další…
de: Mehr...
es: Más…
et: Veel…
eu: Gehio...
fi: Lisää…
fr: Plus…
hr: Više …
id: Lainnya...
it: Altro...
ja: その他...
mr: आणखी...
nb_no: Mer…
nl: Meer...
pt: Mais...
pt_br: Mais...
ru: Ещё...
ta: மேலும் ...
uk: Більше…
vi: Thêm…
zh_hans: 更多…
zh_hant: 更多...

source: Most recent
ar: المستخدم مؤخرًا
cs: Nedávné
de: Am Neuesten
es: Más reciente
et: Värskeim
eu: Berriena
fi: Viimeisin
fr: Les plus récents
hr: Najnovije
id: Baru-baru ini
it: Più Recenti
ja: 最近使ったタグ
mr: सर्वात अलीकडचे
nb_no: Nyligste
nl: Meest recent
pt: Mais recente
pt_br: Mais recente
ru: Последний
ta: மிக அண்மைக் கால
uk: Останній
vi: Gần đây nhất
zh_hans: 最近的
zh_hant: 最近的

source: move
ar: نقل وتحريك
cs: posunout
de: bewegen
es: mover
et: liiguta
fi: siirrä
fr: déplacer
hr: premjesti
id: pindahkan
it: sposta
ja: 移動
mr: हलवा
nb_no: flytt
nl: verschuiven
pl: przenieś
pt: mover
pt_br: mover
ru: переместить
ta: நகர்த்தவும்
uk: перемістити
vi: di chuyển
zh_hans: 移动
zh_hant: 移動

source: Move
ar: تحريك
cs: Posunout
de: Bewegen
es: Trasladar
et: Liiguta
eu: Mugi
fi: Siirrä
fr: Déplacer
hr: Premjesti
id: Pindahkan
it: Muovi
ja: 移動
nb_no: Flytt
nl: Verschuiven
pt: Mover
pt_br: Mover
ru: Переместить
ta: நகர்த்தவும்
uk: Сунути
vi: Di chuyển
zh_hans: 移动
zh_hant: 移動

source: Move selected object?
ar: نقل عنصر محدد؟
cs: Posunout vybraný objekt?
de: Ausgewähltes Objekt bewegen?
es: ¿Quiere trasladar el objeto seleccionado?
et: Teisaldada valitud objekt?
fr: Déplacer les objets sélectionnés ?
hr: Premjestiti odabrani objekt?
id: Pindahkan obyek yang dipilih?
it: Muovere l'oggetto selezionato?
ja: 選択したオブジェクトを移動しますか？
nb_no: Flytt valgt object?
nl: Geselecteerde object verschuiven?
pt: Mover o objeto selecionado?
pt_br: Mover o objeto selecionado?
ru: Переместить выбранный объект?
ta: தேர்ந்தெடுக்கப்பட்ட பொருளை நகர்த்தவா?
uk: Сунути вибраний обʼєкт?
vi: Di chuyển đối tượng được chọn?
zh_hans: 移动所选对象？
zh_hant: 移動所選物件？

source: mph
ar: ميل في الساعة
et: mi/t
hr: milja/h
nb_no: mp/t
ru: миля/ч
ta: எம்.பி.எச்
uk: миль/г
zh_hant: 英里/小時

source: Multipolygon
ar: المضلعات المتعددة
es: Multipolígono
et: Hulknurk
fi: Multipolygoni
fr: Polygone multiple
hr: Mnogokut
ja: マルチポリゴン
mr: बहुभुज
nl: Multipolygoon
pt: Multipolígono
pt_br: Multipolígono
ru: Мультиполигон
ta: மல்டிபோலிகான்
uk: Мультиполігон
vi: Tổ hợp đa giác
zh_hant: 複多邊形

source: Network error
ar: خطأ في الشبكة
cs: Chyba sítě
de: Netzwerkfehler
es: Error de red
et: Võrgu viga
fi: Verkkovirhe
fr: Erreur réseau
hr: Greška mreže
id: Kesalahan jaringan
ja: ネットワークのエラー
mr: नेटवर्क त्रुटी
nb_no: Nettverksfeil
nl: Netwerk-fout
pt: Erro de rede
pt_br: Erro de rede
ru: Ошибка сети
ta: பிணைய பிழை
uk: Мережева помилка
vi: Lỗi mạng
zh_hans: 网络错误
zh_hant: 網路問題

source: Never
ar: أبدا
cs: Nikdy
de: Niemals
es: Nunca
et: Mitte kunagi
fi: Ei koskaan
fr: Jamais
hr: Nikada
id: Jangan pernah
ja: いいえ
mr: कधीच नाही
nb_no: Aldri
nl: Nooit
pt: Nunca
pt_br: Nunca
ru: Никогда
ta: ஒருபோதும்
uk: Ніколи
vi: Không bao giờ
zh_hans: 从不
zh_hant: 永不

source: Next
ar: التالي
cs: Další
de: Nächstes
es: Siguiente
et: Järgmine
fi: Seuraava
fr: Suivant
hr: Sljedeće
id: Selanjutnya
ja: 次へ
mr: पुढे
nb_no: Neste
nl: Volgende
pt: Seguinte
pt_br: Próximo
ru: Следующий
ta: அடுத்தது
uk: Наступний
vi: Sau
zh_hans: 下一个
zh_hant: 下一個

source: No active track
ar: لا يوجد مسار نشط
cs: Žádná aktivní trasa
de: Kein aktiver Track
es: No hay ningún trayecto activo
et: Aktiivne rada puudub
fr: Pas de suivi actif
hr: Nema aktivne staze
ja: アクティブなトラックなし
mr: सक्रिय ट्रॅक नाही
nb_no: Ingen aktive spor
nl: Geen actieve track
pt: Nenhum trilho ativo
pt_br: Sem trilha ativa
ru: Нет активного трека
ta: செயலில் தடமில்லை
uk: Немає активного трека
zh_hans: 无活动轨迹
zh_hant: 沒有啟用的航跡

source: No Data
ar: لايوجد بيانات
cs: Žádná data
de: Keine Daten
es: Sin datos
et: Andmed puuduvad
eu: Daturik ez
fi: Ei dataa
fr: Pas de données
hr: Nema podataka
id: Tidak Ada Data
ja: データなし
mr: डेटा नाही
nb_no: Ingen data
nl: Geen gegevens
pt: Sem dados
pt_br: Sem dados
ru: Нет данных
ta: தரவு இல்லை
uk: Немає даних
vi: Không có Dữ liệu
zh_hans: 无数据
zh_hant: 沒有資料

source: No Left Turn restriction
ar: لا يوجد قيود على الانعطاف لليسار
cs: Žádné omezení odbočení vlevo
de: Linksabbiegen verboten
es: Restricción de giro a la izquierda
et: Vasakpöörde piirang puudub
fr: Interdiction de tourner à gauche
hr: Nema ograničenja skretanja ulijevo
id: Tidak ada batasan Dilarang Belok Kiri
ja: 左折禁止
nl: Geen afslagbeperking links
pt: Proibido virar à esquerda
pt_br: Proibido virar à esquerda
ru: Запрет левого поворота
ta: இடது திருப்பம் கட்டுப்பாடு இல்லை
uk: Заборона лівого повороту
vi: Hạn chế Cấm Rẽ Trái
zh_hans: 无左转限制
zh_hant: 禁止左轉

source: No results found
ar: لم يتم العثور على نتائج
cs: Žádné výsledky
de: Keine Ergebnisse gefunden
es: No se encontró ningún resultado
et: Tulemusi ei leitud
fr: Aucun résultat trouvé
hr: Nema rezultata
id: Tidak menemukan apapun
it: Nessun risultato trovato
ja: 結果が見つかりません
nb_no: Resultatløst
nl: Geen resultaten gevonden
pt: Não foi encontrado nenhum resultado
pt_br: Nenhum resultado encontrado
ru: Ничего не найдено
ta: முடிவுகள் எதுவும் கிடைக்கவில்லை
uk: Нічого не знайдено
vi: Không tìm thấy kết quả
zh_hans: 未找到结果
zh_hant: 找不到結果

source: No Right Turn restriction
ar: لا يوجد قيود على الانعطاف لليمين
cs: Žádné omezení odbočení vpravo
de: Rechtsabbiegen verboten
es: Restricción de giro a la derecha
et: Parempöörde piirang puudub
fr: Interdiction de tourner à droite
hr: Nema ograničenja skretanja udesno
id: Tidak ada batasan Dilarang Belok Kanan
ja: 右折禁止
nl: Geen afslagbeperking rechts
pt: Proibido virar à direita
pt_br: Proibido virar à direita
ru: Запрет правого поворота
ta: சரியான திருப்ப கட்டுப்பாடு இல்லை
uk: Заборона правого повороту
vi: Hạn chế Cấm Rẽ Phải
zh_hans: 无右转限制
zh_hant: 禁止右轉

source: No Straight On restriction
ar: لا يوجد قيود على المشي بشكل مستقيم وللأمام
cs: Žádné omezení jízdy rovně
de: Geradeausfahren verboten
es: Restricción de pase de frente
et: Otse sõidu piirang puudub
fr: Interdiction de continuer tout droit
hr: Nema ograničenja kretanja ravno
id: Batasan Dilarang Lurus
ja: 直進禁止
nl: Geen afslagbeperking rechtdoor
pt: Proibido seguir em frente
pt_br: Proibido seguir em frente
ru: Запрет движения прямо
ta: கட்டுப்பாட்டில் நேராக இல்லை
uk: Заборона руху прямо
vi: Hạn chế Cấm Chạy Thẳng
zh_hans: 无直行限制
zh_hant: 禁止直行

source: No tags to paste
ar: لا توجد وسوم للصقها
cs: Žádné značky pro vložení
de: Keine Attribute zum Einfügen
es: No hay ninguna etiqueta que pegar
et: Puuduvad kleebitavad sildid
fr: Aucune étiquette à coller
hr: Nema oznaka za umetanje
id: Tak ada tag untuk ditempel
it: Nessuna etichetta da incollare
ja: 貼り付けるタグがありません
nb_no: Ingen etiketter å lime inn
nl: Geen tags om te plakken
pt: Sem etiquetas para colar
pt_br: Sem etiquetas para colar
ru: Нет тегов для вставки
ta: ஒட்டுவதற்கு குறிச்சொற்கள் இல்லை
uk: Немає теґів щоб їх вставити
vi: Không có thẻ để dán
zh_hans: 没有标签粘贴
zh_hant: 沒有標籤可以貼上

source: No U-Turn restriction
ar: لا يوجد تقييد انعطاف على الدواران (اليوتيرن)
cs: Žádné omezení otáčení
de: Umkehrverbot
es: Restricción de giro en U
et: U-pöörde piirang puudub
fr: Interdiction de faire demi-tour
hr: Nema ograničenja polukružnog okretanja
id: Tidak ada batasan Dilarang Putar Balik
ja: Uターン禁止
nb_no: Ingen u-sving-begrensning
nl: Geen U-bochtbeperking
pt: Proibido inverter sentido de marcha
pt_br: Proibido retornar
ru: Запрет разворота
ta: யு-டர்ன் கட்டுப்பாடு இல்லை
uk: Заборона розвороту
vi: Hạn chế Cấm Quay Ngược
zh_hans: 无掉头限制
zh_hant: 禁止迴轉

source: Node
ar: عقدة
cs: Bod
de: Knoten
es: Nodo
et: Punkt
eu: Nodo
fi: Piste
fr: Nœud
hr: Čvor
ja: ノード
mr: गाठ
nl: Knoop
pt: Nó
pt_br: Nó
ru: Точка
ta: கணு
uk: Вузол
vi: Nốt
zh_hans: 节点
zh_hant: 節點

source: node %@
ar: العقدة %@
cs: bod %@
de: Knoten %@
es: nodo %@
et: punkt %@
fi: piste %@
fr: nœud %@
hr: čvor %@
it: nodo %@
ja: ノード %@
nl: knoop %@
pl: węzeł (punkt) %@
pt: nó %@
pt_br: nó %@
ru: точка %@
ta: முனை %@
uk: точка %@
vi: nốt %@
zh_hans: 节点%@
zh_hant: 節點 %@

source: node %@ (in way)
ar: العقدة %@ (في الطريق)
cs: bod %@ (v linii)
de: Knoten %@ (in Weg)
es: nodo %@ (sobre vía)
et: punkt %@ (teel)
fi: piste %@ (viivalla)
fr: nœud %@ (partie d'un chemin)
hr: čvor %@ (na putu)
ja: ノード %@ (ウェイ内)
nb_no: node %@ (i vei)
nl: knoop %@ (in weg)
pl: węzeł (punkt) %@ (w linii)
pt: nó %@ (na linha)
pt_br: nó %@ (na linha)
ru: точка %@ (на линии)
ta: முனை %@ (வழியில்)
uk: точка %@ (на лінії)
vi: nốt %@ (thuộc lối)
zh_hant: 節點 %@ (在線段中)

source: Node Attributes
ar: خصائص العقدة
cs: Atributy bodu
de: Knoten-Attribute
es: Atributos del nodo
et: Punkti atribuudid
fr: Attributs du nœud
hr: Svojstva čvora
ja: ノードの属性
nb_no: Node-attributter
nl: Knoop-attributen
pt: Atributos do nó
pt_br: Atributos do nó
ru: Атрибуты точки
ta: முனை பண்புக்கூறுகள்
uk: Атрибути точки
zh_hans: 节点属性
zh_hant: 節點屬性

source: Node is not an element of way
ar: العقدة ليست عنصرا من عناصر الطريق
cs: Bod není součástí linie
de: Knoten ist kein Element von Weg
es: El nodo no es un elemento de la vía
et: Punkt ei ole tee element
fr: Le nœud n'est pas un élément du chemin
hr: Čvor nije element puta
id: Node bukan elemen dari way
ja: ノードがウェイの要素ではありません
nb_no: Node er ikke et veielement
nl: Knoop is niet een element van een weg
pt: O nó não é um elemento da linha
pt_br: O nó não é um elemento da linha
ru: Точка не является элементом линии
ta: முனை வழி ஒரு உறுப்பு அல்ல
uk: Точка не належить лінії
zh_hant: 節點不屬於線段

source: Node must be the first or last node of the way
ar: يجب أن تكون العقدة هي العقدة الأولى أو الأخيرة في الطريق
cs: Bod musí být prvním, či posledním bodem linie
de: Der Knoten muss der erste oder letzte Knoten des Wegs sein
es: El nodo debe ser el primer o el último de la vía
et: Punkt peab olema tee esimene või viimane punkt
fr: Le nœud doit être le premier ou le dernier du chemin
hr: Čvor mora biti prvi ili zadnji čvor puta
id: Node harus menjadi node pertama atau terakhir pada way
ja: ノードはウェイの最初か最後のノードでなければなりません
nl: Knoop moet de eerste of laatste knoop van de weg zijn
pt: O nó deve ser o primeiro ou o último nó da linha
pt_br: O nó deve ser o primeiro ou o último nó da linha
ru: Точка должна быть первой или последней точкой линии
ta: முனை வழியின் முதல் அல்லது கடைசி முனையாக இருக்க வேண்டும்
uk: Точка має бути на початку або в кінці лінії
zh_hant: 節點必須在線段的首或尾

source: Node Tags
ar: وسوم العقدة
cs: Značky bodu
de: Knoten-Tags
es: Etiquetas del nodo
et: Punkti sildid
fr: Étiquettes du nœud
hr: Oznake čvora
id: Tag Node
ja: ノードのタグ
nb_no: Nodeetiketter
nl: Knoop-tags
pt: Etiquetas do nó
pt_br: Etiquetas do nó
ru: Теги точки
ta: முனை குறிச்சொற்கள்
uk: Теґи точки
zh_hans: 节点标签
zh_hant: 節點標籤

source: Not found
ar: لم يتم العثور على شيء
cs: Nenalezeno
de: Nicht gefunden
es: No encontrado
et: Ei leidu
fr: Introuvable
hr: Nije pronađeno
id: Tidak ditemukan
ja: 見つかりません
nb_no: Ikke funnet
nl: Niet gevonden
pt: Não encontrado
pt_br: Não encontrado
ru: Не найдено
ta: கண்டுபிடிக்கப்படவில்லை
uk: Не знайдено
vi: Không tìm thấy
zh_hans: 未找到
zh_hant: 找不到

source: Note History
ar: السجل التاريخي للملاحظات
cs: Historie bodu
de: Hinweis-Verlauf
es: Historial de nota
et: Märke ajalugu
fr: Historique des notes
hr: Kronologija bilježaka
id: Riwayat Catatan
ja: メモの履歴
nb_no: Node-historikk
nl: Opmerkingsgeschiedenis
pt: Histórico de notas
pt_br: Histórico de notas
ru: История заметки
ta: குறிப்பு வரலாறு
uk: Історія нотатки
vi: Lịch sử Nốt
zh_hans: 日志历史
zh_hant: 節點的歷史紀錄
